---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CalloutCornerSheetRadius
source: html/db5a46e3-fda8-fa30-5052-9f5cc78a2faf.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CalloutCornerSheetRadius Property

"Corner Radius"

## Syntax (C#)
```csharp
public static ForgeTypeId CalloutCornerSheetRadius { get; }
```